'''문제 3. 
본인의 [이름, 나이, 주소]를 다음의 출력형태로 보이도록 코드를 작성해보자. 
단, 위 3개의 데이터를 print()의 [여러개 데이터 출력방식]으로 만들어보자. 
제 이름은 홍길동 입니다. 
제 나이는 20 살이고요. 
제가 사는 곳은 seoul 입니다. '''


''' This is used to make a comment for several lines'''


print("제 이름은", "최성욱","입니다\n제","나이는",20,"살이고요\n제가 사는 곳은","seoul","입니다")  # , 는 띄워쓰기가 자동으로 된다.

#print("제 이름은 최성욱입니다")
#print("제 나이는 20살이고요")
#print("제가 사는 곳은 seoul 입니다.")
#print()

#print("제 이름은 {} 입니다.\n제 나이는 {}살이고요.\n제가 사는 곳은{}입니다. ".format('최성욱',51,'seoul'))
#print()
#print(f"제 이름은 {'최성욱'} 입니다.\n제 나이는 {51}살이고요.\n제가 사는 곳은{'seoul'}입니다. ")
#print()