'''문제 7. 
문제6의 구구단 출력을 “”.format() 포멧 출력기능을 사용하여 출력해보자. '''


"""print("5 * 1 =", 5*1)
print("5 * 2 =", 5*2)
print("5 * 3 =", 5*3)
print("5 * 4 =", 5*4)
print("5 * 5 =", 5*5)
print("5 * 6 =", 5*6)
print("5 * 7 =", 5*7)
print("5 * 8 =", 5*8)
print("5 * 9 =", 5*9)"""


print("{} * {} ={}".format(5,1,5*1))
print("{} * {} ={}".format(5,2,5*2))
print("{} * {} ={}".format(5,3,5*3))
print("{} * {} ={}".format(5,4,5*4))
print("{} * {} ={}".format(5,5,5*5))
print("{} * {} ={}".format(5,6,5*6))
print("{} * {} ={}".format(5,7,5*7))
print("{} * {} ={}".format(5,8,5*8))
print("{} * {} ={}".format(5,9,5*9))

